adityavm.vscode-monokai-seti
akamud.vscode-theme-onelight
alefragnani.numbered-bookmarks
AndrsDC.base16-themes
atlassian.atlascode
BeardedBear.beardedicons
BeardedBear.beardedtheme
bierner.docs-view
bradlc.vscode-tailwindcss
canna.box-comment
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
hediet.debug-visualizer
HookyQR.beautify
humao.rest-client
ipatalas.vscode-postfix-ts
j-brooke.fracturedjsonvsc
janjoerke.jenkins-pipeline-linter-connector
jebbs.plantuml
jonbeebe.theme-bbeditlight
kamikillerto.vscode-colorize
marlosirapuan.nord-deep
meganrogge.template-string-converter
mgmcdermott.vscode-language-babel
moalamri.inline-fold
mohsen1.prettify-json
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
NicolasVuillamy.vscode-groovy-lint
npxms.hide-gitignored
ojkwon.vscode-activedocumentindicator
Orta.vscode-twoslash-queries
pnp.polacode
redhat.vscode-yaml
skyapps.fish-vscode
spywhere.guides
stylelint.vscode-stylelint
svelte.svelte-vscode
tamasfe.even-better-toml
teabyii.ayu
usernamehw.errorlens
vcsala.xit-extended
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
WallabyJs.console-ninja
wayou.vscode-todo-highlight
wix.vscode-import-cost
xucongli1989.highlight-icemode-select
yahya-gilany.vscode-clock
yoavbls.pretty-ts-errors
zhuangtongfa.material-theme
